[
    {   
        "id": 1,
        "txtHistory": "HISTORY",
        "history": "La Biblioteca comenzó su andadura con la propia fundación del Trinity College en 1592. En 1661, Henry Jones le cedió el Libro de Kells, su manuscrito más famoso. James Ussher (1625-1656), arzobispo de Armagh, cuyas obras más importantes fueron 'Veterum Epistolarum Hibernicarum Sylloge (1632)' y 'Brittanicarum Ecclesiarum Antiquitates (1639)', legó su valiosa biblioteca, que comprende varios miles de libros impresos y manuscritos, para la biblioteca. Sus obras completas fueron publicadas por la Biblioteca en veinticuatro volúmenes",
        "construction": " En 1592 por la Reina Isabel I, y es el único college constituyente de la Universidad de Dublín",
        "jewel": "Libro de Kells",
        "curiosity": "Es la universidad más antigua de Irlanda",
        "desingBy": "James Ussher",
        "address": "College Green, Dublin 2, Irlanda"
    
    },
    {   
        "id": 2,
        "txtHistory": "HISTORY",
        "history": "La construcción del Diamante Negro es una verdadera proeza de la ingeniería, la arquitectura y el arte. El edificio en realidad está formado por dos cuerpos unidos por un atrio luminoso que conecta también la ciudad con el mar, y el antiguo edificio de la Biblioteca con el nuevo. La fachada es de hierro y vidrio; para su construcción se empleó una tonelada de vigas de hierro por metro cuadrado. El techo tiene 200 metros cuadrados de superficie",
        "construction": "Construida en 1999",
        "jewel": "Manuscritos de Andersen, Kierkeggard o Karen Blixen.",
        "curiosity": "Es una aventura, la de la biblioteca real, que comenzó el rey Federico III en 1653 ",
        "desingBy": "Obra del estudio de arquitectura Schmidt, Hammer & Lassen y decorado por Per Kirkeby.",
        "address": "Søren Kierkegaards Plads 1, 1221, Copenhague."
    
    },
    {   
        "id": 3,
        "txtHistory": "HISTORY",
        "history": "La construcción comenzó en 1924, y fue terminada en 1928. Se trata de uno de los edificios más notables de Estocolmo y una de las obras más importantes de Asplund. De hecho, en Suecia fue la primera biblioteca pública en aplicar el principio de estanterías abiertas. Durante la construcción de la biblioteca. Había un grupo de jóvenes arquitectos y artistas alrededor de Asplund que colaboraron en el proyecto de construcción. Todos los muebles en todas las habitaciones fueron diseñados por su situación y usos específicos.",
        "construction": "La construcción comenzó en 1924, y fue terminada en 1928.",
        "jewel": "Dispone de más de 2 millones de volúmenes y más de 2.4 millones de canciones musicales guardadas en las antiguas cintas de casset o en CD.",
        "curiosity": "En Suecia fue la primera biblioteca pública en aplicar el principio de estanterías abiertas",
        "desingBy": "Arquitecto sueco Erik Gunnar Asplund.",
        "address": "Sveavägen 73, 113 50 Stockholm, Suecia"
    
    },
    {   
        "id": 4,
        "txtHistory": "HISTORY",
        "history": "En 1987 surgió un ambicioso proyecto cultural: construir una nueva biblioteca —la Bibliotheca Alexandrina— en la ciudad de Alejandría para recuperar así un enclave mítico de la Antigüedad, patrimonio de la Humanidad. Esto ocurría unos 1600 años después de la desaparición definitiva de aquellas grandes colecciones del saber. ",
        "construction": "Las obras empezaron el 15 de mayo de 1995 y se terminaron el 31 de diciembre de 1996",
        "jewel": "Conmemoración de la antigua Biblioteca de Alejandría, destruida en la Antigüedad,",
        "curiosity": "A su inauguración acudieron tres reinas: la de España, la de Suecia y la de Jordania, además de algunos jefes de Estado",
        "desingBy": "Arquitectos: Kjetil Trædal Thorsen, Craig Dykers, Mamdouh Hamza, Christoph Kapeller, Moshhour Ghoneim, Ahmed Rashid",
        "address": "Al Azaritah WA Ash Shatebi, Qesm Bab Sharqi, Gobernación de Alejandría 21526, Egipto"
    
    },
    {   
        "id": 5,
        "txtHistory": "HISTORY",
        "history": "Dos leones de piedra (a partir del mármol de Tennessee) se sitúan a ambos lados de la escalera de la entrada. La famosa pareja se guarda la entrada esculpida por Edward Clark Potter. Sus nombres originales, 'Leo Astor' y 'Leo Lenox' (en honor a los fundadores de la biblioteca) se transformaron en Lord Astor y Lady Lenox (aunque ambos leones son hombres), y en la década de 1930 que recibieron el sobrenombre de la 'paciencia' y 'Fortaleza ' por el alcalde Fiorello Laguardia, que eligió los nombres porque sentía que los ciudadanos de Nueva York tendrían que poseer estas cualidades a verse a sí mismos a través de la Gran Depresión",
        "construction": "Inicio en 1897 - inagurada en 1911",
        "jewel": "La colección de cartografía, que alberga miles de antiguos mapas.",
        "curiosity": "Se encuentra inscrita como un Hito Histórico Nacional en el Registro Nacional de Lugares Históricos desde el 15 de octubre de 1966.",
        "desingBy": "Arquitectos: Thomas Hastings, John Merven Carrère",
        "address": "476 5th Ave. con la 42nd St, NY 10018, Nueva York."
    },
    {   
        "id": 6,
        "txtHistory": "HISTORY",
        "history": "Fue fundada por el prusiano liberal Wilhelm von Humboldt en 1810 con el nombre de «Universidad de Berlín» (Universität zu Berlin). Simultáneamente se fundó también un museo de historia natural que al principio estuvo albergado en el mismo edificio que la universidad: el Museo de Historia Natural de Berlín. En 1889 se construyó un edificio separado para este museo de historia natural. Más tarde, a finales del siglo XX, el museo de historia natural se desvinculó definitivamente de la universidad.",
        "construction": "Se creó en el año 1831",
        "jewel": "En total, la Universidad de Humboldt es la casa de 29 ganadores de un premio Nobel.",
        "curiosity": "Es la más antigua de Berlín. Ha servido como modelo para otras universidades europeas y de otros países occidentales.",
        "desingBy": "Desconocido",
        "address": "Unter den Linden 6, 10099, Berlín - Alemani"
    
    },
    {   
        "id": 7,
        "txtHistory": "HISTORY",
        "history": "El papa Nicolás V fundó la biblioteca en 1448 reuniendo unos 350 códices griegos, latinos y hebreos heredados de sus antecesores con sus propias adquisiciones, entre las que estaban varios manuscritos de la biblioteca imperial de Constantinopla. La fundación propiamente dicha tuvo lugar cuando Sixto IV, con la bula Ad decorem militantis Ecclesiae (15 de junio de 1475), le asignó un presupuesto y nombró bibliotecario a Bartolomeo Platina, quien elaboró un primer catálogo en 1481",
        "construction": "En 1448",
        "jewel": "El Codex Vaticanus, el más antiguo manuscrito completo de la Biblia.",
        "curiosity": "Es uno de los centros culturales más grandes y atractivos del mundo, no sólo por su infraestructura sino por las informaciones y secretos que ocultan sus paredes.",
        "desingBy": "El papa Nicolás V",
        "address": "Ciudad del Vaticano - Italia"
    
    },
    {   
        "id": 8,
        "txtHistory": "HISTORY",
        "history": "Esta biblioteca se construyó en 2005 remodelando el local donde se encontraba el Fokus Cine que había cerrado sus puertas. Se hizo cargo del proyecto el equipo de arquitectos HRTB AS Arkitekten MNAL y el resultado fue un edificio de 3.710 m2, 4 plantas de altura y una galería superior. Sus cuatro fachadas acristaladas permiten una iluminación natural máxima al interior del edificio y la cubierta, basada en las obras del famoso arquitecto mexicano Félix Candela, presenta formas paraboloides hiperbólicas que dotan al edificio de un aspecto moderno y actual.",
        "construction": "En 1872",
        "jewel": "Libros de Svalbard, Groenlandia, Polo Sur y sobre los viajes de diferentes expediciones polares.",
        "curiosity": "A 350 km. al norte del Círculo Ártico",
        "desingBy": "Desconocido",
        "address": "Grønnegata 94, 9008 Tromsø, Noruega"
    
    },
    {   
        "id": 9,
        "txtHistory": "HISTORY",
        "history": "Junto a las bibliotecas de la abadía de Admont (Austria) y la del monasterio de Strahov (República Checa), la que alberga el convento de San Francisco es considerada por webs de viajeros como una de las más bellas del mundo.",
        "construction": "Inaguración 27 de marzo de 2006",
        "jewel": "Libros de arte religioso y la cultura universal.",
        "curiosity": "Alberga raras ediciones Aldinas, Elzevirianas y Plantinianas",
        "desingBy": "Arquitecto Michele Trefogli"
    
    },
    {   
        "id": 10,
        "txtHistory": "HISTORY",
        "history": "En sus orígenes, el Clementinum era la sede de la Universidad de Carlos. Desde el siglo XVI fue ocupado por los jesuitas, que durante casi dos siglos estuvieron construyendo en la zona un gran complejo al que se fueron sumando territorios adyacentes. Tras la expulsión de los jesuitas en el siglo XVIII, el Clementinum se convirtió en la sede de la Biblioteca Imperial y actualmente alberga la Biblioteca Nacional de Praga.",
        "construction": " La construcción comenzó en 2006 y se terminó en enero de 2009",
        "jewel": "Se encuentra el órgano que, se cuenta, tocó Mozart en su visita a Praga en el siglo XVIII.",
        "curiosity": "Es el mayor complejo arquitectónico de la ciudad, superado solo por el Castillo de Praga",
        "desingBy": "Arquitectos  Roman Brychta, Petr Lešek, Adam Halíř, Ondřej Hofmeister",
        "address": "Mariánské náměstí 5, 110 00, Praga."
    }
    
]
